Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# tracking_mode_frequent_background_updates_format
source: Tracking mode: Frequent background updates (%d m)
da: Sporingstilstand: Hyppigere baggrundsopdateringer (%d m)
de: Verfolgungsmodus: Häufigere Hintergrund-Updates (%d m)
es: Modo de seguimiento: actualizaciones frecuentes en segundo plano (%d m)
fi: Seurantatila: tiheämmät taustapäivitykset (%d m)
fr: Mode de suivi : mises à jour fréquentes en arrière-plan (%d m)
it: Modalità di tracciamento: aggiornamenti frequenti in background (%d m)
ja: 追跡モード: 頻繁なバックグラウンド更新 (%d m)
nl: Trackingmodus: frequentere achtergrondupdates (%d m)
zh_hans: 跟踪模式：更频繁的后台更新（%d 米）

# transport_car
source: Car
da: Bil
de: Auto
es: Coche
fi: Auto
fr: Voiture
it: Auto
ja: 車
nl: Auto
zh_hans: 汽车

# transport_mode
source: Mode of transport
da: Transportform
de: Transportmittel
es: Modo de transporte
fi: Liikkumistapa
fr: Mode de transport
it: Modalità di trasporto
ja: 移動手段
nl: Vervoerswijze
zh_hans: 出行方式

# transport_transit
source: Transit
da: offentlig transport
de: Öffentliche Verkehrsmittel
es: transporte público
fi: joukkoliikenne
it: trasporto pubblico
ja: 交通機関
nl: openbaar vervoer
zh_hans: 公交

# transport_walk
source: Walking
da: til fods
de: Zu Fuß
es: a pie
fi: kävellen
fr: marche
it: a piedi
ja: 徒歩
nl: wandelen
zh_hans: 步行

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
zh_hans: 未知

# unknown_visitor_add_and_allow
source: Add and Allow
da: Tilføj og tillad
de: Hinzufügen und Erlauben
es: Añadir y permitir
fi: Lisää ja salli
fr: Ajouter et autoriser
it: Aggiungi e consenti
ja: 追加して許可
nl: Toevoegen en toestaan
zh_hans: 添加并允许

# unknown_visitor_alert_notification_body_fallback
source: An unknown device requested your position
da: En ukendt enhed har anmodet om din position
de: Ein unbekanntes Gerät hat deine Position angefragt
es: Un dispositivo desconocido solicitó tu posición
fi: Tuntematon laite pyysi sijaintiasi
fr: Un appareil inconnu a demandé votre position
it: Un dispositivo sconosciuto ha richiesto la tua posizione
ja: 不明なデバイスがあなたの位置情報を要求しました
nl: Een onbekend apparaat heeft je positie opgevraagd
zh_hans: 未知设备请求了你的位置

# unknown_visitor_alert_notification_body_with_details
source: An unknown device (%@) from %@ requested your position
da: En ukendt enhed (%@) fra %@ har anmodet om din position
de: Ein unbekanntes Gerät (%@) aus %@ hat deine Position angefragt
es: Un dispositivo desconocido (%@) de %@ solicitó tu posición
fi: Tuntematon laite (%@) paikasta %@ pyysi sijaintiasi
fr: Un appareil inconnu (%@) depuis %@ a demandé votre position
it: Un dispositivo sconosciuto (%@) da %@ ha richiesto la tua posizione
ja: 不明なデバイス（%@）が %@ からあなたの位置情報を要求しました
nl: Een onbekend apparaat (%@) uit %@ heeft je positie opgevraagd
zh_hans: 来自 %@ 的未知设备（%@）请求了你的位置

# unknown_visitor_alert_notification_title
source: Unknown visitor
da: Ukendt besøgende
de: Unbekannter Besucher
es: Visitante desconocido
fi: Tuntematon kävijä
fr: Visiteur inconnu
it: Visitatore sconosciuto
ja: 不明な訪問者
nl: Onbekende bezoeker
zh_hans: 未知访客

# unknown_visitor_alerts_open_settings_button
source: Open Settings
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fi: Avaa asetukset
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
nl: Open Instellingen
zh_hans: 打开设置

# unknown_visitor_alerts_permission_denied_message
source: Notifications are disabled for Miataru. Enable notifications in iOS Settings to use this feature.
da: Notifikationer er slået fra for Miataru. Aktivér notifikationer i iOS-indstillinger for at bruge funktionen.
de: Mitteilungen sind für Miataru deaktiviert. Aktiviere Mitteilungen in den iOS-Einstellungen, um diese Funktion zu nutzen.
es: Las notificaciones están desactivadas para Miataru. Activa las notificaciones en los ajustes de iOS para usar esta función.
fi: Ilmoitukset on poistettu käytöstä Miatarulle. Ota ilmoitukset käyttöön iOS-asetuksissa, jotta voit käyttää tätä toimintoa.
fr: Les notifications sont désactivées pour Miataru. Activez-les dans les réglages iOS pour utiliser cette fonctionnalité.
it: Le notifiche sono disattivate per Miataru. Abilita le notifiche nelle impostazioni iOS per usare questa funzione.
ja: Miataru の通知が無効です。この機能を使うには iOS の設定で通知を有効にしてください。
nl: Meldingen zijn voor Miataru uitgeschakeld. Schakel meldingen in via iOS-instellingen om deze functie te gebruiken.
zh_hans: Miataru 的通知已关闭。请在 iOS 设置中开启通知以使用此功能。

# unknown_visitor_alerts_toggle
source: Notify about unknown visitors
da: Notifikation om ukendte besøgende
de: Bei unbekannten Besuchern benachrichtigen
es: Notificar sobre visitantes desconocidos
fi: Ilmoita tuntemattomista kävijöistä
fr: Notifier les visiteurs inconnus
it: Notifica visitatori sconosciuti
ja: 不明な訪問デバイスを通知
nl: Meld onbekende bezoekers
zh_hans: 未知访客通知

# unknown_visitors_section_title
source: Unknown Visitors
da: Ukendte besøgende
de: Unbekannte Besucher
es: Visitantes desconocidos
fi: Tuntemattomat vierailijat
fr: Visiteurs inconnus
it: Visitatori sconosciuti
ja: 不明な訪問者
nl: Onbekende bezoekers
zh_hans: 未知访问者

source: Updated location calls (today)
da: Opdaterede lokationsopkald (i dag)
de: Aktualisierte Standortaufrufe (heute)
es: Llamadas de ubicación actualizadas (hoy)
fi: Päivitetyt sijaintikutsut (tänään)
fr: Appels de position mis à jour (aujourd’hui)
it: Chiamate di posizione aggiornate (oggi)
ja: 更新された位置情報呼び出し（今日）
nl: Bijgewerkte locatie-aanroepen (vandaag)
zh_hans: 已更新的位置调用（今天）

# Use Default Server
source: Default Server
da: Standardserver
de: Standardserver
es: Servidor predeterminado
fi: Oletuspalvelin
fr: Serveur par défaut
it: Server predefinito
ja: デフォルトサーバーを使用
nl: Standaardserver
zh_hans: 默认服务器

# visitor_history_empty
source: No Access
da: Ingen adgang
de: Keine Zugriffe
es: Sin acceso
fi: Ei pääsyä
fr: Aucun accès
it: Nessun accesso
ja: アクセスなし
nl: Geen toegang
zh_hans: 无访问

# visitor_history_error
source: Failed to load visitor history
da: Kunne ikke indlæse besøgslog
de: Besucherprotokoll konnte nicht geladen werden
es: Error al cargar el historial de visitantes
fi: Vierailijoiden historian lataaminen epäonnistui
fr: Échec du chargement de l'historique des visiteurs
it: Impossibile caricare la cronologia dei visitatori
ja: 訪問履歴の読み込みに失敗しました
nl: Bezoekersgeschiedenis laden mislukt
zh_hans: 加载访问历史失败

# visitor_history_ignored_indicator
source: Ignored device
da: Ignoreret enhed
de: Ignoriertes Gerät
es: Dispositivo ignorado
fi: Ohitettu laite
fr: Appareil ignoré
it: Dispositivo ignorato
ja: 無視されたデバイス
nl: Genegeerd apparaat
zh_hans: 已忽略的设备

# visitor_history_retry
source: Retry
da: Prøv igen
de: Wiederholen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
zh_hans: 重试

# visitor_history_title
source: Visitor History
da: Besøgslog
de: Besucherprotokoll
es: Historial de visitantes
fi: Vierailijoiden historia
fr: Historique des visiteurs
it: Cronologia visitatori
ja: 訪問履歴
nl: Bezoekersgeschiedenis
zh_hans: 访问历史

# visitor_history_unignore
source: Un-ignore
da: Fjern ignorering
de: Nicht mehr ignorieren
es: Dejar de ignorar
fi: Poista ohitus
fr: Ne plus ignorer
it: Non ignorare
ja: 無視を解除
nl: Niet meer negeren
zh_hans: 取消忽略

source: Welcome to Miataru!
da: Velkommen til Miataru!
de: Willkommen bei Miataru!
es: ¡Bienvenido a Miataru!
fi: Tervetuloa Miataruun!
fr: Bienvenue sur Miataru !
it: Benvenuto in Miataru!
ja: Miataruへようこそ！
nl: Welkom bij Miataru!
zh_hans: 欢迎使用 Miataru！

source: Widget requests (today)
da: Widget-anmodninger (i dag)
de: Widget-Anfragen (heute)
es: Solicitudes de widget (hoy)
fi: Widget-pyynnöt (tänään)
fr: Requêtes de widget (aujourd’hui)
it: Richieste widget (oggi)
ja: ウィジェットリクエスト（今日）
nl: Widget-verzoeken (vandaag)
zh_hans: 小组件请求（今天）

source: You are Ready to Go!
da: Du er klar til at gå i gang!
de: Du bist startklar!
es: ¡Todo listo para empezar!
fi: Valmista menoon!
fr: Tu es prêt à commencer !
it: Sei pronto a partire!
ja: 準備完了！
nl: Je bent klaar om te gaan!
zh_hans: 你已准备就绪！

source: You can change your settings or permissions anytime in the app.
da: Du kan altid ændre dine indstillinger eller tilladelser i appen.
de: Du kannst deine Einstellungen oder Berechtigungen jederzeit in der App ändern.
es: Puedes cambiar tus ajustes o permisos en cualquier momento en la app.
fi: Voit muuttaa asetuksia tai lupia milloin tahansa sovelluksessa.
fr: Tu peux modifier tes réglages ou autorisations à tout moment dans l’app.
it: Puoi modificare impostazioni o permessi in qualsiasi momento nell'app.
ja: アプリ内でいつでも設定や権限を変更できます。
nl: Je kunt je instellingen of machtigingen altijd in de app aanpassen.
zh_hans: 你可以随时在应用内更改设置或权限。

source: You can choose how your location data is stored on the Miataru server.
da: Du kan vælge, hvordan dine positionsdata gemmes på Miataru-serveren.
de: Du kannst wählen, wie deine Standortdaten auf dem Miataru-Server gespeichert werden.
es: Puedes elegir cómo se almacenan tus datos de ubicación en el servidor Miataru.
fi: Voit valita, miten sijaintitietosi tallennetaan Miataru-palvelimelle.
fr: Tu peux choisir comment tes données de localisation sont stockées sur le serveur Miataru.
it: Puoi scegliere come vengono archiviate le tue posizioni sul server Miataru.
ja: Miataruサーバーで位置情報がどのように保存されるかを選択できます。
nl: Je kunt kiezen hoe je locatiedata op de Miataru-server wordt opgeslagen.
zh_hans: 你可以选择 Miataru 服务器保存你位置信息的方式。

source: You do not have to allow location access as you can use basic functions like seeing other device locations without sharing your own location. You can swipe left to continue without enabling the location sharing. To give Miataru the permission please enable the toggle and answer the following dialog with. '
da: Du behøver ikke give adgang til lokation, da du kan bruge grundlæggende funktioner som at se andre enheders lokationer uden at dele din egen lokation. Du kan swipe til venstre for at fortsætte uden at aktivere lokationsdeling. For at give Miataru tilladelsen skal du aktivere kontakten og svare i dialogen med. '
de: Du musst keinen Standortzugriff gewähren, da du grundlegende Funktionen wie das Anzeigen von Standorten anderer Geräte nutzen kannst, ohne deinen eigenen Standort zu teilen. Du kannst nach links wischen, um fortzufahren, ohne die Standortfreigabe zu aktivieren. Um Miataru die Erlaubnis zu erteilen, aktiviere den Schalter und beantworte den folgenden Dialog mit. '
es: No tienes que permitir el acceso a la ubicación, ya que puedes usar funciones básicas como ver las ubicaciones de otros dispositivos sin compartir tu propia ubicación. Puedes deslizar hacia la izquierda para continuar sin habilitar el uso compartido de ubicación. Para otorgar el permiso a Miataru, activa el interruptor y responde al siguiente diálogo con. '
fi: Sinun ei tarvitse sallia sijaintipääsyä, koska voit käyttää perustoimintoja, kuten muiden laitteiden sijaintien näkemistä ilman oman sijaintisi jakamista. Voit pyyhkäistä vasemmalle jatkaaksesi ilman sijaintijakamisen ottamista käyttöön. Anna Miatarulle lupa ottamalla kytkin käyttöön ja vastaamalla seuraavaan valintaikkunaan. '
fr: Tu n'as pas à autoriser l'accès à la localisation car tu peux utiliser des fonctions de base comme voir les localisations d'autres appareils sans partager ta propre localisation. Tu peux faire glisser vers la gauche pour continuer sans activer le partage de localisation. Pour accorder l'autorisation à Miataru, active le bouton et réponds à la boîte de dialogue suivante par. '
it: Non devi consentire l'accesso alla posizione poiché puoi utilizzare funzioni di base come vedere le posizioni di altri dispositivi senza condividere la tua posizione. Puoi scorrere a sinistra per continuare senza abilitare la condivisione della posizione. Per concedere l'autorizzazione a Miataru, attiva l'interruttore e rispondi al seguente dialogo con. '
ja: 位置情報へのアクセスを許可する必要はありません。自分の位置情報を共有せずに、他のデバイスの位置を表示するなどの基本機能を使用できます。位置情報の共有を有効にせずに、左にスワイプして続行できます。 Miataruに許可を与えるには、トグルを有効にし、次のダイアログで. '
nl: U hoeft geen toegang tot de locatie toe te staan, omdat u basis functies kunt gebruiken zoals het zien van locaties van andere apparaten zonder uw eigen locatie te delen. U kunt naar links vegen om door te gaan zonder locatiedeling in te schakelen. Om Miataru toestemming te geven, schakel de schakelaar in en beantwoord het dialoogvenster met. '
zh_hans: 您不必允许位置访问，因为您可以使用基本功能，例如在不共享自己位置的情况下查看其他设备的位置。您可以向左滑动以在不启用位置共享的情况下继续。 要给 Miataru 权限，请启用开关，并在随后的对话框中选择. '

source: Your data is only sent when you specifically activate it
da: Dine data sendes kun, når du aktivt slår det til
de: Deine Daten werden nur gesendet, wenn du sie gezielt aktivierst.
es: Tus datos solo se envían cuando los activas explícitamente
fi: Tietosi lähetetään vain, kun aktivoit sen
fr: Tes données ne sont envoyées que lorsque tu les actives explicitement
it: I tuoi dati vengono inviati solo quando li attivi esplicitamente
ja: データは、あなたが明示的に有効にしたときにのみ送信されます。
nl: Je data wordt alleen verzonden wanneer je dit zelf activeert
zh_hans: 只有你主动启用时，数据才会发送

source: Your data stays on the server you choose for the time you choose
da: Dine data forbliver på den server, du vælger, i den periode, du vælger
de: Deine Daten bleiben so lange auf dem Server, wie du es festlegst.
es: Tus datos permanecen en el servidor que elijas durante el tiempo que decidas
fi: Tietosi pysyvät valitsemallasi palvelimella valitsemasi ajan
fr: Tes données restent sur le serveur que tu choisis pendant la durée que tu choisis
it: I tuoi dati restano sul server scelto per il tempo che decidi
ja: データは、選択したサーバーに選択した期間だけ保存されます。
nl: Je data blijft op de server die je kiest, zolang als je kiest
zh_hans: 你的数据只会在你选择的服务器上保存指定时间

source: Your location data is stored on a server you trust. You can use the default Miataru server, or enter your own server address.
da: Dine positionsdata gemmes på en server, du har tillid til. Du kan bruge Miatarus standardserver eller indtaste din egen serveradresse.
de: Deine Standortdaten werden auf einem Server gespeichert, dem du vertraust. Du kannst den Standard-Miataru-Server verwenden oder deine eigene Serveradresse eingeben.
es: Tus datos de ubicación se almacenan en un servidor de confianza. Puedes usar el servidor predeterminado de Miataru o introducir la dirección de tu propio servidor.
fi: Sijaintitietosi tallennetaan luotettavalle palvelimelle. Voit käyttää oletus-Miataru-palvelinta tai syöttää oman palvelimen osoitteen.
fr: Tes données de localisation sont stockées sur un serveur de confiance. Tu peux utiliser le serveur Miataru par défaut ou saisir l’adresse de ton propre serveur.
it: I tuoi dati di posizione sono archiviati su un server di cui ti fidi. Puoi usare il server predefinito di Miataru o inserire l'indirizzo del tuo server.
ja: あなたの位置情報は、信頼できるサーバーに保存されます。デフォルトのMiataruサーバーを使用するか、自分のサーバーアドレスを入力してください。
nl: Je locatiedata wordt opgeslagen op een server die je vertrouwt. Je kunt de standaard Miataru-server gebruiken of je eigen serveradres invoeren.
zh_hans: 你的位置信息存储在你信任的服务器上。可以使用默认的 Miataru 服务器，或输入自有服务器地址。

# zoom_to_fit_for_groups
source: Zoom to fit groups
da: Zoom for at passe grupper
de: Zoom für Gruppen anpassen
es: Ajustar el zoom para los grupos
fi: Zoomaus sopii ryhmiin
fr: Ajuster le zoom aux groupes
it: Zoom per adattare ai gruppi
ja: グループに合わせてズーム
nl: Zoomen om groepen passend te maken
zh_hans: 缩放以适配群组

# altitude_label
source: Alt
de: ü.NN
fi: Kork.
ja: 標高
zh_hans: 海拔

# compass_NE
source: NE
de: NO
ja: 北東
nl: NO
zh_hans: 东北

# compass_SE
source: SE
de: SO
ja: 南東
nl: ZO
zh_hans: 东南

source: Miataru server status
de: Serverstatus von Miataru
es: Estado del servidor Miataru
fi: Miataru-palvelimen tila
fr: État du serveur Miataru
it: Stato server Miataru
ja: Miataruサーバーのステータス
zh_hans: Miataru 服务器状态

source: Build
es: Compilación
fi: Koontiversio
fr: Version (build)
ja: ビルド
zh_hans: 构建

source: Info
es: Información
ja: 情報
zh_hans: 信息

# location_tracking_update_sensitivity_minimal_short
source: Minimal (50m/40m)
es: Mínimo (50 m/40 m)
fi: Minimi (50m/40m)
it: Minimo (50m/40m)
ja: 最小 (50m/40m)
nl: Minimaal (50m/40m)
zh_hans: 最低 (50m/40m)

source: Server
es: Servidor
fi: Palvelin
fr: Serveur
ja: サーバー
zh_hans: 服务器

# server_url
source: Miataru Server URL
es: URL del servidor Miataru
fi: Miataru-palvelimen URL
fr: URL du serveur Miataru
it: URL server Miataru
ja: サーバーURL
zh_hans: Miataru 服务器 URL

source: Version
es: Versión
fi: Versio
it: Versione
ja: バージョン
nl: Versie
zh_hans: 版本

# compass_N
source: N
ja: 北
zh_hans: 北

# compass_S
source: S
ja: 南
nl: Z
zh_hans: 南

source: 1 km
zh_hans: 1 公里

source: 2 km
zh_hans: 2 公里

source: 5 km
zh_hans: 5 公里

source: 10 km
zh_hans: 10 公里

source: 25 km
zh_hans: 25 公里

source: 25 m
zh_hans: 25 米

source: 50 km
zh_hans: 50 公里

source: 50 m
zh_hans: 50 米

source: 100 km
zh_hans: 100 公里

source: 100m
zh_hans: 100 米

# 1000m
source: 1 km
zh_hans: 1 公里

# altitude_feet
source: ft
zh_hans: 英尺

# altitude_meters
source: m
zh_hans: 米

source: OK
zh_hans: 确定

# scalebar_feet
source: %.0f ft
zh_hans: %.0f 英尺

# scalebar_kilometers
source: %.0f km
zh_hans: %.0f 公里

# scalebar_meters
source: %.0f m
zh_hans: %.0f 米

# scalebar_miles
source: %.1f mi
zh_hans: %.1f 英里
